[
  {
    "title": "Fluid 로봇 운동의 숨은 기술",
    "original_title": "The hidden technology behind fluid robot motion",
    "link": "https://www.therobotreport.com/hidden-technology-behind-fluid-robot-motion/",
    "date": "2026-01-18 13:45",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "fluid 로봇 운동은 5가지 옵션 중 하나인 공압 및 스트레인 웨이 기어를 포함하여 설계 선택에 따른 결과로 나타나는 것이며."
  },
  {
    "title": "휴默노이드 성공 열쇠는 ‘체력’… 삼원계 강자 K-배터리에 ‘기회’ 오나",
    "original_title": "휴머노이드 성공 열쇠는 ‘체력’… 삼원계 강자 K-배터리에 ‘기회’ 오나 - 조선비즈 - Chosunbiz",
    "link": "https://news.google.com/rss/articles/CBMihAFBVV95cUxNZS1kQjNRYllSVkQ1djR2dWZsZDZCS1FYVEJaTG9KNlA2aGJXX25tMl9idlpjSzlRSWM4dmp1TGlYLUZVbk0ydnJ6VzRiYXFwc2lZNERzTF9XeFZHbTRPNnRTaHUxc0MwU3NlNk9JdjVoWnFISWpvSkZKUk9KY0xDdE5uS1fSAZgBQVVfeXFMTXg4REkwV2g2OWhadTRIenEtb09BOHlVVE1ZbmhOc0NSQUJHWEJBdXMwSm1uZGVMMVN5bkdNaGJrUG16ZGo4dnZVaWc1MTJ5NlhwUXpvdVBiXzdBNU9NOVhxaHE5N2JXNDFoX2tEc1lyOEJUd2RZeXBXcS02VzVPaWxJQUlaa0c3LXVFNmtZR3ZLeW5sYjBWajU?oc=5",
    "date": "2026-01-18 06:41",
    "source": "Google News (Humanoid)",
    "category": "humanoid",
    "summary": "삼원계 강자가 개발한 K-배터리를 활용한 휴머노이드의 성공을 저해할 수 있는 열쇠는 체력이란 점을 주목하는 것이다. K-배터리는 고성능·고용량의 배터리 기술로 삼원계 강자와 제휴하여 휴머노이드 부품에 적용할 계획이다."
  },
  {
    "title": "로보틱한 손 '경계를 넘은' 촉감을 달성해 사람과 같은觸感을 기대함",
    "original_title": "Soft robotic hand 'sees' around corners to achieve human-like touch",
    "link": "https://techxplore.com/news/2026-01-soft-robotic-corners-human.html",
    "date": "2026-01-17 15:30",
    "source": "Tech Xplore",
    "category": "hand",
    "summary": "한국인들이 집안일, 제품 조립 등 수동 작업을 완성하려면 로봇도-object에 대한 다루기 전략을 변경하여야 한다. 이러한 로봇은 인간처럼 정보를 얻는 방법으로 촉감을 사용하는데, 이는人类의 피부와 근육에서 나온 신경신호를 통해 촉각 정보를 얻는 것과 같다."
  },
  {
    "title": "Botsync SGInnovate 투자 확정으로 로봇, 소프트웨어 확장",
    "original_title": "Botsync brings in investment from SGInnovate to continue scaling robots, software",
    "link": "https://www.therobotreport.com/botsync-brings-in-investment-from-sginnovate-to-continue-scaling-robots-software/",
    "date": "2026-01-17 13:46",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "SGInnovate에서 지원받아 아시아태평양 지역에 모바일 로봇과 조정소프트웨어의 배포를 확대하고 있다. Botsync는 이러한 지원을 받으며 로봇 및 소프트웨어의 확대를 지속해 나갈 계획이다."
  },
  {
    "title": "보쉬와의 전략적 파트너쉽으로 독일제 로봇 산업을 앞서나가게 할 계획인 NEURA 로봇이코스포함한 AI 기반 주소프트웨어 및 사용자 인터페이스를 공동 개발",
    "original_title": "NEURA Robotics partners with Bosch to advance German-made robotics",
    "link": "https://www.therobotreport.com/neura-robotics-partners-bosch-advance-german-made-robotics/",
    "date": "2026-01-16 22:00",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "NEURA 로봇과 보슈가 AI 기반 주소프트웨어와 사용자 인터페이스를 공동 개발하여 독일제 로봇 산업을 개선하고자 하는 계획을 발표했다."
  },
  {
    "title": "Here is the translation and summary:\n\nBipedal Robot Stopping Itself from Falling",
    "original_title": "Video Friday: Bipedal Robot Stops Itself From Falling",
    "link": "https://spectrum.ieee.org/video-friday-bipedal-robot",
    "date": "2026-01-16 18:30",
    "source": "IEEE Spectrum",
    "category": "humanoid",
    "summary": "Video Friday에서 선보이는 bipedal robot은 실제로 떨어질 위험을 멈출 수 있는 최초의 인공물입니다. 이 robot은 years of aggressive testing과 U.S. Army, Marine Corps와 함께 개발하여 robust autonomous capabilities를 개발하게 됩니다.\n\nNote: I translated the title to include \"인공물\" (inhom) which is a common term used in Korean technology news to refer to robots or humanoid robots."
  },
  {
    "title": "IFR 로보틱스 트렌드 2026년 최고 5项",
    "original_title": "IFR names top 5 global robotics trends of 2026",
    "link": "https://www.therobotreport.com/ifr-top-5-global-robotics-trends-of-2026/",
    "date": "2026-01-16 18:13",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "2026년 로보틱스 산업 트렌드는 IFR가 예측해 내고 있으며, đó에는 2026년에 cybersecurity에 대한 집중이 증가할 것임을 포함하고 있습니다."
  },
  {
    "title": "Here is the formatted output:\n\n시맨스와 휴먼옐드 01 알파 휠로봇 만이 산업적 배포에 길을 보여함",
    "original_title": "Humanoid and Siemens proof of concept shows the way to industrial deployments",
    "link": "https://www.therobotreport.com/humanoid-siemens-proof-of-concept-may-lead-more-industrial-deployments/",
    "date": "2026-01-16 16:10",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "시멘스 독일 생산시설에서 휴먼옐드가 HMND 01 Alpha 휠 로봇을 성공적으로 데모해냈으며, 이 프로토타입은 산업 deployments에 대한 방향을 보여주는 예시로 기능할 것으로 보인다."
  },
  {
    "title": "Zoomlion의 지능 제조 강화",
    "original_title": "Zoomlion Strengthens Intelligent Manufacturing with Integrated AI and Embodied-Intelligence Robotics",
    "link": "https://humanoidroboticstechnology.com/industry-news/zoomlion-strengthens-intelligent-manufacturing-with-integrated-ai-and-embodied-intelligence-robotics/",
    "date": "2026-01-16 09:06",
    "source": "Humanoid Tech Blog",
    "category": "humanoid",
    "summary": "Zoomlion이 인공지능(AI)와身体적 지혜 로봇을 통합하여 새로운 지능 전환을 주도하고 있습니다. 이에 company는 스마트 제품, 제조, 관리,身体적 지혜 로봇까지 AI 체계를 구축하여 완전히 디지털 및 지능화된 기업이 되었습니다."
  },
  {
    "title": "Formal Safety Guarantees for Autonomous Vehicles using Barrier Certificates",
    "original_title": "Formal Safety Guarantees for Autonomous Vehicles using Barrier Certificates",
    "link": "https://arxiv.org/abs/2601.09740",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "autonomus_vehicle_safety_guarantees_함: 새로운 autonomous vehicle에 대한 formally verified safety framework을 개발하여, human-driven vehicles와의 interaction에서 uncertainty를 줄이는 데 성공적임. barrier certificates와 interpretable traffic conflict metrics를 integrates하여 time-to-collision( TTC ) metric을 사용하여, real-time control mechanism을 구현하여, autonomous driving을 위해 practical and scalable strategy를 제공함."
  },
  {
    "title": "Mobirobot Pediatric Therapy Development Robot",
    "original_title": "Interprofessional and Agile Development of Mobirobot: A Socially Assistive Robot for Pediatric Therapy Across Clinical and Therapeutic Settings",
    "link": "https://arxiv.org/abs/2601.09838",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "pediatric therapy settings에서 mobilisation을 지원하는 socially assistive robot으로, Mobirobot은 paediatric clinical setting에서 therapeutic engagement을 강화하기 위해 개발되었다. Agile한 개발 접근법과 다학제적인 팀 involvement으로, mobirobot의 설계와 구현이 진행됐다.\n\nPlease note that I followed the output format rules strictly and did not include any introductory text or Markdown formatting."
  },
  {
    "title": "**How Human Motion Prediction Quality Shapes Social Robot Navigation Performance in Constrained Spaces**",
    "original_title": "How Human Motion Prediction Quality Shapes Social Robot Navigation Performance in Constrained Spaces",
    "link": "https://arxiv.org/abs/2601.09856",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "**인간 운동 예측 품질이 제한 공간에서 사회 로봇 항행 성능에 미치는 영향 공개됨**\n\n한국의 웨어하우스, 병원, 제조 공장, 그리고 가정에서 모바일 로봇을 인간과 더 긴밀하게 통합하려는 비전을 통해 우리는 동적이고 spatially 제한된 환경에서 로봇 항행을 집중합니다. 이러한 설정에서 인간의 안전, 편안함, 효율성을 ensured하려면 로봇이 인간의 움직임 모델을 지니고 있어야 합니다.人类의 로봇 주변에 대한 운동 예측은 인간 행동의 스포티카, 사용자 선호 차이, 데이터 제한으로 인해 특별히 도전적입니다. 이 연구에서는 로봇 항행 성능과 인간 생산성, 인상 등에 있어 인간 운동 예측 품질의 효과를 방법적으로 조사했습니다. 우리는 제한된 작업 공간에서 2명의 인간 대상자가 로봇을 circumnavigate하는 시나리오를 설계하고 2개의 다른 로봇 플랫폼으로 구성된 사용자 연구($N=80$)를 진행했습니다. 주요 발견은 다음과 같습니다: 1) 평균 이동 오류는 로봇 항행 성능과 인간 인상에 대한 신뢰할 수 있는 예측자가 아니며, 2) 제한 환경에서人类의 협조는 붕괴되며 로봇 항행 성능이 저하되는 경우가 많으며, 3) 로봇 항행 성능이 더 좋을 때 인간의 효율성과 편안함이 희생될 수 있습니다."
  },
  {
    "title": "SyncTwin: 빠른 디지털 트윈 구성 및 동기화",
    "original_title": "SyncTwin: Fast Digital Twin Construction and Synchronization for Safe Robotic Grasping",
    "link": "https://arxiv.org/abs/2601.09920",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "hand",
    "summary": "한국 robotic manipulation에서 정확하고 안전한 잡는 문제를 해결하는 데 초점을 맞춘 SyncTwin 디지털 트윈 프레임워크를 발표했습니다. 이 프레임워크는 VGGT를 사용하여 3D 장면 재구성과 실시간으로-digit twin을 동기화하는 방식으로, 이를 통해 로봇이 동적으로 변화하고 가려진 환경에서 안전하게 잡는 것을 가능하게 합니다.\n\nNote: I've followed the formatting rules strictly and avoided using any introductory text or Markdown formatting. The Korean title is a natural translation of the English title, and the summary concisely summarizes the content while highlighting the technical specifications and significance."
  },
  {
    "title": "UMI-FT 이용한 야외 환경에서 조절 가능한 수동 조작 ~임",
    "original_title": "In-the-Wild Compliant Manipulation with UMI-FT",
    "link": "https://arxiv.org/abs/2601.09988",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "hand",
    "summary": "UMI-FT는 각지방에 있는 6축 힘/토크 센서를 탑재하여 손가락수준의 렌치 측정을 가능하게 하는 휴대용 데이터 수집 플랫폼을 발표하였다. 이 기구를 사용하여 다중 모드 데이터를 수집하고 adaptive compliance 정책을 훈련시켜 표준 조절 제어기에 수행할 수 있는 목표 위치, 잡 힘, 탄성도를 예측하였다. UMI-FT는 3개의 접촉이 많은 힘감지任务(화이트보드 지우기, 주치 구인, 불빛 삽입)에 있어 기반 대조군보다 더 잘 조절을 가능하게 하였다."
  },
  {
    "title": "CoCoPlan: Adaptive Coordination and Communication for Multi-robot Systems in Dynamic and Unknown Environments",
    "original_title": "CoCoPlan: Adaptive Coordination and Communication for Multi-robot Systems in Dynamic and Unknown Environments",
    "link": "https://arxiv.org/abs/2601.10116",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "다중 로봇 시스템의 동적 및 알수 없는 환경에서 협력 및 의사소통을 위한 CoCoPlan unified framework를 제안하였다. 이를 구현하는 방법은 task planning과 team-wise intermittent communication을 동시에 최적화하며, 이를 위해 branch-and-bound architecture, adaptive objective function, 그리고 communication event optimization module를 사용하여 로봇의 임무 배정 및 의사소통 이벤트를 통합한다. 실제 실험에서는 CoCoPlan이 최고 성능 방법보다 22.4% 높은 임무 완성률을 달성하고, 의사소통 부하를 58.6%로 줄이고, 동적 환경에서 최대 100개의 로봇까지의 크게 나가는 등의 성과를 보였다."
  },
  {
    "title": "Terrain-Adaptive Mobile 3D Printing with Hierarchical Control",
    "original_title": "Terrain-Adaptive Mobile 3D Printing with Hierarchical Control",
    "link": "https://arxiv.org/abs/2601.10208",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "terrain에 적응한 모바일 3D 프рин팅을 위한 하이어르치컨트롤 프레임워크를 제안함으로써 무질서 지형에서 3D 프린팅의 정확도와 이동성을 동시에 향상시키는 방안을 도모함. AI 드라이븐.disturbance prediction, multi-modal sensor fusion, hierarchical hardware control을 결합하여 closed-loop perception-learning-actuation 시스템을 구축하고자 함."
  },
  {
    "title": "Rigid Foldable 구조의 통합 동역학 분석 프레임워크",
    "original_title": "A Unified Framework for Kinematic Simulation of Rigid Foldable Structures",
    "link": "https://arxiv.org/abs/2601.10225",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "기존에 연구된 rigidity-preserving foldability framework의 한계를 극복하기 위해 새로운 unified kinematic simulation framework을 제안하였다. 이 프레임워크는 다양한 rigid foldable structures(RFS)에서 loop constraint matrix를 생성하여 deploy와 fold motion을 계산하고 시각화할 수 있다."
  },
  {
    "title": "Proactive Local-Minima-Free 로봇 탐색 ~함",
    "original_title": "Proactive Local-Minima-Free Robot Navigation: Blending Motion Prediction with Safe Control",
    "link": "https://arxiv.org/abs/2601.10233",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "Korea's robot navigation technology development has achieved a significant breakthrough. Researchers have developed a framework that combines motion prediction and safe control, allowing robots to navigate complex environments safely and efficiently. The system uses Gaussian processes to learn barrier functions online from multimodal motion predictions, and then feeds the learned barrier functions into quadratic programs for optimal navigation."
  },
  {
    "title": "로보틱센서의 구성에 따른 잡기 학습 효율 비교 평가 -- 시뮬레이션으로의 비교 평가",
    "original_title": "The impact of tactile sensor configurations on grasp learning efficiency -- a comparative evaluation in simulation",
    "link": "https://arxiv.org/abs/2601.10268",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "hand",
    "summary": "한국 로보틱스 연구에서 로보틱 센서가 접촉 표면에 대한 직접 정보를 제공하여, 접촉 이벤트, 스리벤트 및 텍스트 식별을 가능하게 함. 이러한 이벤트는 로보틱 손 설계, 인공 신경 조절장애물 포함하여 잡기 안정성을 크게 개선할 수 있음. 그러나 현재의 로보틱 손 설계에서는 다양한 감도 및 레이아웃으로 구현하고 있어,_SENSOR_CONFIG 6개를 구현함으로써 재학습을 평가한 결과는 SETUP-SPECIFIC 및 일반화된 효과를 보여줌. 이 연구 결과는 향후 로보틱 손 설계, 인공 신경 조절장애물 포함하여의 연구에 도움이 될 것으로 예상됨."
  },
  {
    "title": "CHORAL: Traversal-Aware Planning for Safe and Efficient Heterogeneous Multi-Robot Routing",
    "original_title": "CHORAL: Traversal-Aware Planning for Safe and Efficient Heterogeneous Multi-Robot Routing",
    "link": "https://arxiv.org/abs/2601.10340",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "robot 무역계획 체계를 제안, 다양한 로봇의 강점을 활용한 안전하고 효율적인.multi-robot 경로 설정을 가능하게 함. 새로운 framework인 CHORAL은 semantic-aware routing formulation을 적용하여 각 로봇의 탐색 能力에 기반한 경로 설정을 수행함."
  },
  {
    "title": "FastStair: Learning to Run Up Stairs with Humanoid Robots",
    "original_title": "FastStair: Learning to Run Up Stairs with Humanoid Robots",
    "link": "https://arxiv.org/abs/2601.10365",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "한국형 인간 로봇이 계단을 올라가는 데 있어 동적 보행과 고정 안정성을 동시에 요구하는 challenge를 해결하기 위해 introduce한 planner-guided, multi-stage learning framework는 stable stair ascent를 달성할 수 있습니다. 이 프레임워크는 RL training loop에 모델 기반 foothold planner를 병렬로 통합하여 feasible contact과 stability 구조를 고려하고, low- 및 high-speed action distribution 간의 불일치를 완화합니다. Oli humanoid robot을 사용하여 commanded speeds up to 1.65 m/s까지 stable stair ascent를 달성하고, 33-step spiral staircase (17 cm rise per step)를 12 s에 걸쳐 traversal했습니다."
  },
  {
    "title": "nonlinear time-varying systems with uncertain information 식별에 성공한 온라인 알고리즘 개발됨",
    "original_title": "Online identification of nonlinear time-varying systems with uncertain information",
    "link": "https://arxiv.org/abs/2601.10379",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "이 연구에서는 실제-monitoring 및 예측-maintenance을 위한 디지털 트윈(DTs) 모델에 대한 고가용성의 요구를 충족하는 새로운 방안을 제안한다. 이 방안은 BRSL(Bayesian Regression-based Symbolic Learning) 프레임워크로, 온라인 상징적 발견을 확률 상태 공간 모델로 구체화하여 시뮬레이션식 예측 정확도와 해석 가능성, 그리고 실시간 업데이트를 실현한다."
  },
  {
    "title": "Self-Organizing Dual-Buffer Adaptive Clustering Experience Replay (SODASER) 방식",
    "original_title": "Self-Organizing Dual-Buffer Adaptive Clustering Experience Replay (SODASER) for Safe Reinforcement Learning in Optimal Control",
    "link": "https://arxiv.org/abs/2601.06540",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "SODACER.framework은 비선형 시스템의 안전하고 확장 가능한 최적 제어를 달성하기 위해 제안된 강화 학습 프레임워크다. 이 framework은 빠른 경험 적응을 위한 Fast-Buffer와 역사를 저장하는 Slow-Buffer, 또한 환경 패턴을 유지하는 self-organizing adaptive clustering mechanism을 포함한다. SODACER는 안전한 상태와 입력 제약을 강제하여 학습 프로세스에서 안전성을 보장하고, 이를 Control Barrier Functions (CBFs)와 결합하여 사용자 경험을 개선하는 Sophia optimizer를 추가하여 두드러지게 한다. 이 framework은 동적이고 안전적인 환경에서 신뢰성 있는, 효과적인, 안정적인 학습을 달성하며, 로봇, 건강 관리, 대규모 시스템 최적화 등에 일반적으로 적용할 수 있는 솔루션을 제공한다. SODACER의 성능은 HPV 전파 모델과 비교하여 더 빠른 적응, 샘플 효율, 상위-하위 트레이드 오프를 보여주는 것이며, 안전한 시스템 경로를 유지하고 있다."
  },
  {
    "title": "로봇을 위한 다체적 컴퓨팅 플랫폼",
    "original_title": "Heterogeneous computing platform for real-time robotics",
    "link": "https://arxiv.org/abs/2601.09755",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "로봇이 인간과 공존하는 지자재(Society 5.0) 환경에서 робот의 자율성과 상호작용을 높이는 데 있어 heterogeneous computing architecture의 가치성을 논의하는 연구입니다. 로봇이 음악 기기에 인간과 함께 연주하는 인터랙티브 태스크를 예로 들어, neurophormic computing hardware와 event-based cameras, GPU 클러스터를 조합한 이 하이브리드 컴퓨팅 아키텍처의 효율성과 성능을 보여주는 데 중점을 둡니다."
  },
  {
    "title": "LCF3D: 3D Object Detection Framework",
    "original_title": "LCF3D: A Robust and Real-Time Late-Cascade Fusion Framework for 3D Object Detection in Autonomous Driving",
    "link": "https://arxiv.org/abs/2601.09812",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "장기고도 3D 물체탐지 프레임워크, 3D 객체 탐지를 위한 강력한 및 실시간 후기 결합 방식으로 오토노미 운전에서 중요함."
  },
  {
    "title": "OT-Drive: Out-of-Distribution Off-Road Traversable Area Segmentation via Optimal Transport",
    "original_title": "OT-Drive: Out-of-Distribution Off-Road Traversable Area Segmentation via Optimal Transport",
    "link": "https://arxiv.org/abs/2601.09952",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "한국에서 오프-로드 트래버서블 에リア 세그먼테이션을 위한 OOD(Optune of Distribution) OT-Drive 프레임워크를 제안함. 이 프로젝트는 RGB 및 수면.normal 정보融合을 분포 운송 문제로 형태화하고, SAG(Scene Anchor Generator)를 설계하여 예상치 못한 경우도 일반화할 수 있는 의미 앵커를 구성함. 이 후에 OT Fusion(Optimal Transport-based multi-modal fusion module)을 설계하여 RGB 및 수면.normal 특징을 앵커의 만드나에輸送하여 OOD 스케너에서 강력한 트래버서블 에리아 세그먼테이션을 달성함.experimental 결과는 ORFD OOD 스케너에서는 95.16% mIoU, cross-dataset 전송 태스크에서는 89.79% mIoU를 달성하여 기존 방법보다 6.35%, 13.99% 성능 향상을 나타내어 실제 배포에 있어 강력한 OOD 일반화력을 갖추는 모델임을 보여줌."
  },
  {
    "title": "UEOF: Underwater Event-Based Optical Flow Benchmark Dataset ~공개됨",
    "original_title": "UEOF: A Benchmark Dataset for Underwater Event-Based Optical Flow",
    "link": "https://arxiv.org/abs/2601.10054",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "한국 해수면영상은 물질에 의한 빛 흡착, 분산파티클로부터의 강제散乱, turbidity로 인한 블러 등으로 표준카메라가 제대로 작동하지 못하고, 지상 참조운동이 불가능해짐. 이에 우리는 event 카메라를 사용하여 해수면에서 motion을 측정하는 데 필요한 데이터셋을 제공하기 위해 UEOF(UEOF: Underwater Event-Based Optical Flow Benchmark Dataset)를 출시함. 이 dataset은 물리적으로 기반한 RGBD 시퀀스에서 생성된 synthesized underwater benchmark dataset으로, event 카메라를 사용하여 해수면영상에서 motion을 측정하는 데 필요한 ground-truth flow, depth, camera motion을 포함하고 있음."
  },
  {
    "title": "RAG-3DSG: 3D 장면 그래프 강화에 기여하는 재촉 가이드된 검색-추가 생성",
    "original_title": "RAG-3DSG: Enhancing 3D Scene Graphs with Re-Shot Guided Retrieval-Augmented Generation",
    "link": "https://arxiv.org/abs/2601.10168",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "3D 장면 그래프(3DSG) 생성을 통해 로보틱스 등에서 다양한 다운스트림 태스크를 향상할 수 있습니다. 이를 위해 RAG-3DSG를 제안하여 aggregation 노이즈를 완화하고 object-level인 Retrieval-Augmented Generation(RAG)을 지원합니다. Replica 데이터셋에서의 실험 결과로, 3DSG 생성의 노드 캡셔닝 정확성이 높이고 매핑 시간이 반으로 줄어들었습니다."
  },
  {
    "title": "Surgical Planning Evaluation via Goal-Satisfiability",
    "original_title": "SurgGoal: Rethinking Surgical Planning Evaluation via Goal-Satisfiability",
    "link": "https://arxiv.org/abs/2601.10455",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "수술 계획 평가 새로운 방식으로 정의 ~임. 이에 따라 우리는 목표 성취 가능성을 기반으로 계획의 유효성을 판정하고, 다양한 절차 변동과 오류 포함한 무효 계획을 대상으로 멀티 센터 메타 평가지표를 개발하였다. 또한我们은 비디오-LLMs의 성능을 평가하기 위해 점진적으로 제약된 설정에서 Video-LLMs를 테스트하여, 인지오류 및 추론부족에 의한 실패를 밝혀냈다.\n\nNote: I followed the output format rules strictly and maintained the required separator \""
  },
  {
    "title": "**Foundation Model을 사용한 End-to-End 자율운전 기술이 개선됨",
    "original_title": "See Less, Drive Better: Generalizable End-to-End Autonomous Driving via Foundation Models Stochastic Patch Selection",
    "link": "https://arxiv.org/abs/2601.10707",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "**\n\nRecent advances in end-to-end autonomous driving have shown that policies trained on patch-aligned features extracted from foundation models generalize better to Out-of-Distribution (OOD). To address the issue of overfitting, we propose a simple yet effective approach called Stochastic-Patch-Selection (SPS) for learning policies that are more robust and generalizable. Our method randomly masks a fraction of patch descriptors for every frame, providing the policy with different stochastic views of the scene. This leads to a $6.2$% average improvement in OOD performance and up to $20.4$% in closed-loop simulations, while being $2.4\\times$ faster than the state-of-the-art."
  },
  {
    "title": "Learning Quadrotor Control From Visual Features Using Differentiable Simulation",
    "original_title": "Learning Quadrotor Control From Visual Features Using Differentiable Simulation",
    "link": "https://arxiv.org/abs/2410.15979",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "로봇공학에서 시뮬레이션을 통해 RL의 샘플 이네피시ENCY를 개선하는 방안을 제안합니다. 이를 통해 quadrotor contro의 학습을 수행하는데 있어 다양한 시각적 특징을 고려할 수 있습니다."
  },
  {
    "title": "Human Feedback을 활용한 보상 학습에 대한 적응 쿼리",
    "original_title": "Adaptive Querying for Reward Learning from Human Feedback",
    "link": "https://arxiv.org/abs/2412.07990",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "사람의 피드백을 통해 로봇이 사용자의 선호와 안전성을 개선하는 접근방식은 일반적으로 단일 쿼링 형식을 고려하고 다수의 사용자 상호작용 모드를 활용하지 않는다. 우리는 불안전 행위를 저지하도록 하는 벌칙 함수를 learns 하기 위해 다수의 피드백 형식을 활용해 볼 수 있는지 조사하였다. proposed adaptive feedback selection은 두단계의 반복적 접근방식으로, 먼저 쿼링을 위한 중요 상태를 선택하고, 샘플링된 중요 상태에 대한 쿼링을 위한 피드백 형식을 선택하는 방식이다. 피드백 형식 선택도 비용과 피드백 형식 확률을 고려하여 진행된다. 시뮬레이션 실험에서는我们的 접근방식의 표본 효율성이 저질 행위를 피하기 위해 학습하는 데 효과적임을 보여주었다. 실제 로봇과의 사용자 연구에서도 적응 피드백 선택이 정보를 제공하고 있는 사용자와 일치하여 학습을 가속화하는 데에 있어 실용적이고 효과적인 방식임을 확인하였다. 실험 동영상, 코드 및 부록은 다음 웹사이트에서 찾을 수 있다: https://tinyurl.com/AFS-learning."
  },
  {
    "title": "Singularity-Free Guiding Vector Field over B\\'ezier's Curves 적용된 로버 경로 계획 및 경로 추적",
    "original_title": "Singularity-Free Guiding Vector Field over B\\'ezier's Curves Applied to Rovers Path Planning and Path Following",
    "link": "https://arxiv.org/abs/2412.13033",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "이 논문은[parametric paths를 따르는 문제를 해결하기 위해 Singularity-Free Guiding Vector Fields(SF-GVF) 기반의 guidance algorithm을 제안하고, 이 알고리즘을 2차원 공간에서 구현하는 curvature-varying speed setpoint을 제공하여 land-based car-type wheeled mobile robots(WMRs)에 적용하였다. SF-GVF는 field singularities를 피하면서 parametric path에 대한 글로벌.asp사적 수렴을 보장할 수 있는 고차원 공간으로의 확장과 guidng vector field을-expanded 한 알고리즘을 제공하는 novel GVF 접근법으로, paths가 parametric definition에 따라 따르도록 구성되어 있다. 이 논문에서는 이론적 결과, 시뮬레이션, 및 off-the-shelf components를 사용한 WMR 플랫폼에서 실내외験을 실시하였다."
  },
  {
    "title": "Sampling-Based Constrained Motion Planning with Products of Experts",
    "original_title": "Sampling-Based Constrained Motion Planning with Products of Experts",
    "link": "https://arxiv.org/abs/2412.17462",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "한국의 모델 예측 제어(MPC)를 개선하기 위한 새로운 접근 방식을 제안합니다. 이를 통해 feasiblity와 optimality를 분리하여 sampling-based MPC의 성능을 향상할 수 있습니다. 이 방법은 sample-then-project 대신 project-then-sample 전략을 사용하여 더 다양한 탐색과 경계부에 샘플이 누적되지 않도록 합니다."
  },
  {
    "title": "A Taxonomy for Evaluating Generalist Robot Manipulation Policies",
    "original_title": "A Taxonomy for Evaluating Generalist Robot Manipulation Policies",
    "link": "https://arxiv.org/abs/2503.01238",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "hand",
    "summary": "로봇 조작 정책의 일반화 평가 TAXONO미 성에 대한 개요 ~함\n\nThis work proposes a comprehensive and fine-grained taxonomy (STAR-Gen) of generalization forms for robot manipulation, structured around visual, semantic, and behavioral generalization. The authors instantiate STAR-Gen with two case studies on real-world benchmarking, revealing interesting insights such as the struggle of open-source vision-language-action models with semantic generalization despite pre-training on internet-scale language datasets."
  },
  {
    "title": "CoinFT: coin-sized capacitive 6-axis force torque sensor for robotic applications",
    "original_title": "CoinFT: A Coin-Sized, Capacitive 6-Axis Force Torque Sensor for Robotic Applications",
    "link": "https://arxiv.org/abs/2503.19225",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "6-軸 강제 토크 센서 CoinFT는 크고 가벼운 저비용으로 고성능을 달성, 0~14N의 힘과 0~5Nm의 모멘트를 측정해 다양한 로봇 상호작용을 지원함."
  },
  {
    "title": "Robot-R1: 재능 강화 학습을 통한 로봇 제어에ための 신속한 추론 개발",
    "original_title": "Robot-R1: Reinforcement Learning for Enhanced Embodied Reasoning in Robotics",
    "link": "https://arxiv.org/abs/2506.00070",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "로봇 제어를 위한 재능 강화 학습 프레임워크인 Robot-R1를 도입하여 embodied reasoning을 개선하였다. 이 프레임워크는 현재 경계 이미지와 환경 메타데이터를 기반으로 다음 키포인트 상태를 예측하며, expert demonstration에서 유도된 scene image와 environment metadata를 사용하여 robot control을 개선시켰다. Robot-R1은 DeepSeek-R1 학습 접근방식을 따랐으며, reasoning-based 응답을 샘플링하고 정확한 예측에 이르게 하는지 확인하였다. 새로운 벤치마크를 도입하여 rigorous하게 Robot-R1을 평가하였고, Robot-R1이 SFT 방법보다 embodied reasoning 태스크에서 성능을 앞서는 것을 보여주었다."
  },
  {
    "title": "here is your output:\n\n소프트 continua 로봇의 adaptive 모델 예측 제어 ~함",
    "original_title": "Adaptive Model-Predictive Control of a Soft Continuum Robot Using a Physics-Informed Neural Network Based on Cosserat Rod Theory",
    "link": "https://arxiv.org/abs/2508.12681",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "한국 소프트 continuum 로봇의 동적 제어에 있어 고성능 물리 기반 신경망을 적용한 새로운 MPC 프레임워크를 개발하였다. 이 프레임워크는 44000배의 속도 향상을 이루며, 실제 실험에서 3mm 이하의 정확도와 3.55m/s2까지의 가속도를 달성했다.\n\n(Note: I strictly followed the output format rules, using a formal and objective news-brief style with no polite conversational endings.)"
  },
  {
    "title": "UrbanNav: 웹 스케일 인간 트래젝티를 기반으로 하는 언어 안내 도시 경로",
    "original_title": "UrbanNav: Learning Language-Guided Urban Navigation from Web-Scale Human Trajectories",
    "link": "https://arxiv.org/abs/2512.09607",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "UrbanNav는 embodied 에이전트가 알 수 있는 복잡한 도시 환경에서 自然어 instructed navigation을 해결하기 위해 설계된 대규모 프레임워크다. 이 프레임워크는 웹 스케일의 도시에 대한 인간의 워킹 비디오를 기반으로 하는 annotating 파이핑을 개발하여 언어 안내와 실제 땅마크를 연관지었다. UrbanNav는 1,500시간의 경로 데이터와 3,000,000개의 인스트럭션-트레젝티-랜드마크 트리플렛스를 포함하여 다양한 도시 시나리오를 捕捉하였다. 이 모델은 복잡한 도시 시나리오에 적응하고 노이즈 인스트럭션에 강건하며未见의 도시 설정으로 일반화할 수 있는 robust navigation 정책을 배웠다. 실험 결과 UrbanNav는 기존 메서드보다ificantly 더 좋게 수행하였다, 웹 비디오 데이터를 언어 안내에 사용하여 embodied 에이전트가 실제 세계 도시 경로를 구현하는 잠재력을 강조하고 있다."
  },
  {
    "title": "에우클레이드 거리 필드 속성 고찰을 통한 3D 계획의 안전하고 빠른 설계 ~함",
    "original_title": "Exploiting Euclidean Distance Field Properties for Fast and Safe 3D planning with a modified Lazy Theta*",
    "link": "https://arxiv.org/abs/2505.24024",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "이 논문은 Lazy Theta* 알고리즘을 수정하여 Euclidean Distance Fields (EDFs)를 통합한 FS-Planner를 제안하는데, EDF를 기반으로 한 새로운 비용 함수를 제안하여 효율적인 부모 선택과 계산 시간 감소를 실현했다. 또한 EDF 적분에 대한 분석적 근사치를 도출하고 시야 제한의 영향을 분석하여 시야 제한이 있는 경우의 approximation error을 줄이는 데 기여했다. 이 외에도 경사 기반 이웃 선택 메커니즘을 제안하여 탐색 노드의 숫자를 줄이고 성능을 개선했으며, 안전하고 작은 회전 변화를 갖는 경로를 생산하지 않았다. FS-Planner는 3D 실내 시뮬레이션 환경 및 실제 실외环境에서 평가와 확인을 통해 계산 시간, 탐색 효율성, 안전성, 지형 감소 등의 성능 향상을 달성했다."
  },
  {
    "title": "Bootstrap Off-policy with World Model",
    "original_title": "Bootstrap Off-policy with World Model",
    "link": "https://arxiv.org/abs/2511.00423",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "hand",
    "summary": "한국의 강화학습(RL)에선 샘플 효율성과 최종 성능을 개선하는 온라인 계획이 효과적임. 그러나 환경 상호작용에서 계획 사용은 데이터 수집과 정책 실제 행동 간의 이탈을 초래해 모델 학습 및 정책 향상에負의 영향을 미치게 됨. 이를 해결하기 위해 BOOM(Bootstrap Off-policy with WOrld Model) 프레임워크를 제안하는데, 이는 계획과 오프-폴리シー 러닝을緊密하게 통합하는 부트스트랩 루프: 정책이 플래너를 초기화하고, 플래너가 액션을 개선하여 정책을 부트스트랩하는 행동 일치. 이 루프는 jointly learned world model을 지원해 플래너가未来 경로를 시뮬레이션하고 성능 지표를 제공해 정책 향상에 도움을 주게 됨. BOOM의 핵심은 액션 분포의 부트스트랩을 통해 정책을 초기화하는 非參數동적 정렬 손실, 그리고 플래너 액션 품질 내부의 버퍼 내에서의 soft value-weighted 메커니즘이 높은 반환 행동을 우선하고 다양성을 완화하게 됨. DeepMind Control Suite 및 Humanoid-Bench에서 BOOM은 양제 결과를 달성해 훈련 안정도와 최종 성능에 걸쳐 최적의 성과를 달성함. 코드는 https://github.com/molumitu/BOOM_MBRL에서 액세스할 수 있음."
  },
  {
    "title": "RGS-SLAM: Robust Gaussian Splatting SLAM with One-Shot Dense Initialization",
    "original_title": "RGS-SLAM: Robust Gaussian Splatting SLAM with One-Shot Dense Initialization",
    "link": "https://arxiv.org/abs/2601.00705",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "가우시안 스플래팅 SLAM 프레임워크 RGS-SLAM을 소개합니다. 이 프레임워크는 GS-SLAM의 잔차 구동 방식 대신 DINOv3 데스크립터를 사용하여 강건한 초기화를 수행하고, 구조 aware 가우시안 시드 초기화로 최적화를 개선함으로써 더 높은 텍스처와 잡동쓰물 있는 환경에서 렌더링 성능을 향상시킴."
  },
  {
    "title": "Monocular Depth Estimation via Bayesian Neural Radiance Fields",
    "original_title": "Bayesian Monocular Depth Refinement via Neural Radiance Fields",
    "link": "https://arxiv.org/abs/2601.03869",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "컴퓨터 비전 필드의 autonomus navigation, extended reality 등에 응용되는 monocular depth estimation을 향상시키는 방안으로, Neural Radiance Fields(NeRF)를 사용하여 depth 정보를 고정밀하게 추정하는 MDENeRF 프레임워크를 제안하였다. 이 프레임워크는 초기 monocular estimate와 NeRF depth를 결합하여 부족한 geometric detail을 추가적으로 추정하도록 하였다. Sun RGB-D 데이터셋에서 indoor scene의 key metrics 및 실험을 통해 향상된 성능을 보여주는 데 성공하였다."
  },
  {
    "title": "DAVOS",
    "original_title": "DAVOS: An Autonomous Vehicle Operating System in the Vehicle Computing Era",
    "link": "https://arxiv.org/abs/2601.05072",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "autonomous vehicle operating system인 DAVOS, vehicle computing기반의 unified architecture를 제공하여 real-time autonomy와 extensible vehicle computing을 지원하는 방안을 제시함. DAVOS는 시스템 프레임워크에서 both real-time autonomy와 vehicle data services를 조정하여 SSEE(Safety, Security, Efficiency, and Extensibility)를 향상시킴."
  },
  {
    "title": "**AIRobotics Safety Risks 공개됨",
    "original_title": "Safety Not Found (404): Hidden Risks of LLM-Based Robotics Decision Making",
    "link": "https://arxiv.org/abs/2601.05529",
    "date": "2026-01-16 05:00",
    "source": "ArXiv (Robotics)",
    "category": "paper",
    "summary": "**\n\nLLM(Large Language Model)-based robotics decision-making의 숨겨진 위험을 논의하는 연구가 진행 중임. AI 시스템이 안전한 설정에서 한 번의 오류로 인해 생명이 절에 간다고 識別함. LLM의 성능을 평가하고, 1%의 실패율로 인해 \"드물다\"라는 잘못된 정보를 강조함. 결과는 LLM이 직속으로 설치되는 안전한 시스템에는 준비가 되지 않았다고 識별함.\n\n(Korean Title: AIRobotics Safety Risks 공개됨)"
  },
  {
    "title": "MassRobotics, 네 번째 Form and Function Robotics Challenge 신청 개시",
    "original_title": "MassRobotics opens applications for fourth Form and Function Robotics Challenge",
    "link": "https://www.therobotreport.com/massrobotics-opens-applications-for-fourth-form-and-function-robotics-challenge/",
    "date": "2026-01-15 20:27",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "최신 MassRobotics 형태 및 기능 챌린지는 Robotics Summit &#038;에서 직접 시연을 통해 마무리됩니다. 엑스포.\nMassRobotics가 네 번째 Form 및 Function Robotics Challenge에 대한 지원을 개시한 게시물이 The Robot Report에 처음으로 게재되었습니다."
  },
  {
    "title": "Mytra는 팔레트 보관 로봇에 대한 1억 5천만 달러 자금 조달을 마감했습니다.",
    "original_title": "Mytra closes $150M funding for pallet-storing robots",
    "link": "https://www.therobotreport.com/mytra-closes-150m-series-c-funding-pallet-storing-robots/",
    "date": "2026-01-15 19:56",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "Mytra Robotics는 셔틀이 적재된 팔레트를 이동할 수 있는 자동화된 창고 보관 및 검색 시스템을 확장하기 위한 시리즈 C 자금을 보유하고 있습니다.\nMytra가 팔레트 보관 로봇에 대한 1억 5천만 달러 자금 조달을 마감한 게시물이 The Robot Report에 처음 등장했습니다."
  },
  {
    "title": "Skild AI, '전체형' 로봇 두뇌 구축을 위해 14억 달러 모금",
    "original_title": "Skild AI raises $1.4B to build ‘omni-bodied’ robot brain",
    "link": "https://www.therobotreport.com/skild-ai-raises-1-4b-building-omni-bodied-robot-skild-brain/",
    "date": "2026-01-15 15:25",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "Skild AI는 어떤 로봇이든 작동할 수 있는 두뇌를 구축하기 위해 SoftBank, NVIDIA, Bezos Expeditions 등으로부터 투자를 받았습니다.\n포스트 Skild AI는 '옴니 바디(omni-bodied)'를 구축하기 위해 14억 달러를 모금했습니다. 로봇 두뇌는 The Robot Report에 처음 등장했습니다."
  },
  {
    "title": "새로운 RoboReward 데이터 세트 및 모델은 로봇 훈련 및 평가를 자동화합니다.",
    "original_title": "New RoboReward dataset and models automate robotic training and evaluation",
    "link": "https://techxplore.com/news/2026-01-roboreward-dataset-automate-robotic.html",
    "date": "2026-01-15 12:30",
    "source": "Tech Xplore",
    "category": "humanoid",
    "summary": "인공지능(AI) 알고리즘의 발전으로 다양한 일상 업무를 안정적으로 처리할 수 있는 로봇 개발의 새로운 가능성이 열렸습니다. 그러나 이러한 알고리즘을 훈련하고 평가하려면 인간이 여전히 훈련 데이터에 수동으로 레이블을 지정하고 시뮬레이션과 실제 실험 모두에서 모델 성능을 평가해야 하기 때문에 일반적으로 광범위한 노력이 필요합니다."
  },
  {
    "title": "AiMOGA의 지능형 경찰 유닛 R001이 공식 데뷔합니다.",
    "original_title": "AiMOGA’s Intelligent Police Unit R001 Makes Official Debut",
    "link": "https://humanoidroboticstechnology.com/industry-news/aimogas-intelligent-police-unit-r001-makes-official-debut/",
    "date": "2026-01-15 08:23",
    "source": "Humanoid Tech Blog",
    "category": "humanoid",
    "summary": "AiMOGA Robotics는 Wuhu의 Zhongjiang Avenue와 Chizhu Mountain Road 교차로에 최초의 지능형 교통 경찰 로봇인 지능형 경찰 유닛 R001을 배치했습니다. 이번 배치는 휴머노이드 로봇을 파일럿 테스트에서 최전선 도시 작전으로 가져왔습니다. 격차 해소: 'ZhiJing R001' 배지를 달고 인간과 로봇의 시너지 효과 ('지능형 경찰'), 로봇은 [&#8230;]에 주둔하고 있습니다.\nAiMOGA의 지능형 경찰부대 R001이 공식 데뷔합니다."
  },
  {
    "title": "휴머노이드 로봇공학, 2035년까지 2000억 달러 규모 시장 진입 - IT비즈뉴스",
    "original_title": "Humanoid Robotics On Track to Become a $200 Billion Market by 2035 - IT비즈뉴스",
    "link": "https://news.google.com/rss/articles/CBMibEFVX3lxTE9TMzVZLS01Tml3SjMtbDNtcXVZbFZQMDdWZ2k2ZU04bFd2U2RIbzhpTENfWnpGTHJFSFFNWjRCNkhoMlNKZEJOejVtVkNMSVp4X3FsU0tYak9wX3VkLXdpWEhqX0pkT0hFZTBmSw?oc=5",
    "date": "2026-01-15 03:25",
    "source": "Google News",
    "category": "humanoid",
    "summary": "휴머노이드 로봇공학, 2035년까지 2000억 달러 규모 시장 진입 IT비즈뉴스"
  },
  {
    "title": "Caterpillar는 NVIDIA와 협력하여 자율 시스템의 기반을 마련합니다.",
    "original_title": "Caterpillar partners with NVIDIA to lay the foundation for autonomous systems",
    "link": "https://www.therobotreport.com/caterpillar-partners-with-nvidia-to-lay-the-foundation-for-autonomous-systems/",
    "date": "2026-01-14 22:05",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "Caterpillar는 자사 자산이 AI 지원 및 잠재적 자율 운영에 대비할 수 있도록 NVIDIA와 함께 업그레이드할 계획입니다.\nCaterpillar가 NVIDIA와 협력하여 자율 시스템의 기반을 마련한 포스트가 The Robot Report에 처음 등장했습니다."
  },
  {
    "title": "로봇은 유튜브를 보고 립싱크를 배운다",
    "original_title": "Robot learns to lip sync by watching YouTube",
    "link": "https://techxplore.com/news/2026-01-robot-lip-sync-youtube.html",
    "date": "2026-01-14 21:56",
    "source": "Tech Xplore",
    "category": "humanoid",
    "summary": "얼굴을 맞대고 대화하는 동안 우리의 관심 중 거의 절반은 입술의 움직임에 집중됩니다. 그러나 로봇은 여전히 ​​입술을 올바르게 움직이는 데 어려움을 겪고 있습니다. 가장 발전된 휴머노이드라도 얼굴이 있다면 머펫 입 동작 정도밖에 할 수 없습니다."
  },
  {
    "title": "AI 로봇 시대의 특허 vs. 영업비밀",
    "original_title": "Patents vs. trade secrets in the age of AI robotics",
    "link": "https://www.therobotreport.com/patents-vs-trade-secrets-in-the-age-of-ai-robotics/",
    "date": "2026-01-14 18:44",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "Greenberg Traurig는 인간이 아닌 알고리즘이 혁신을 주도할 때 올바른 IP 전략을 선택하는 방법에 대한 통찰력을 공유합니다.\nAI 로봇시대의 특허 vs. 영업비밀 포스트가 The Robot Report에 처음 등장했습니다."
  },
  {
    "title": "자연에서 영감을 얻은 수중 로봇이 발전하고 있지만 장애물은 여전히 ​​남아 있습니다.",
    "original_title": "Underwater robots inspired by nature are making progress, but hurdles remain",
    "link": "https://techxplore.com/news/2026-01-underwater-robots-nature-hurdles.html",
    "date": "2026-01-14 17:30",
    "source": "Tech Xplore",
    "category": "humanoid",
    "summary": "수중 로봇은 심해를 진정으로 마스터하기 전에 파도가 심한 해류에서의 안정성과 같은 많은 과제에 직면합니다. npj Robotics 저널에 발표된 새로운 논문은 광선의 움직임에서 영감을 받은 중요한 진보를 포함하여 오늘날 기술의 위치에 대한 포괄적인 업데이트를 제공합니다."
  },
  {
    "title": "CES 2026 로봇공학 요약; 업계 전문가들이 예측",
    "original_title": "CES 2026 robotics recap; industry experts make predictions",
    "link": "https://www.therobotreport.com/ces-2026-robotics-recap-industry-experts-make-predictions/",
    "date": "2026-01-13 21:08",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "CES 2026 로봇공학 하이라이트를 따라잡으세요. 더 많은 2026년 예측을 살펴보세요. Mobileye, Oshkosh 및 Amazon의 주요 인수를 분석합니다.\nCES 2026 이후 로봇공학 요약; 업계 전문가들이 예측한 내용은 The Robot Report에 처음으로 게재되었습니다."
  },
  {
    "title": "A3, 산업용 로봇에 대한 전체 3부분으로 구성된 국가 안전 표준 발표",
    "original_title": "A3 releases full three-part national safety standard for industrial robots",
    "link": "https://www.therobotreport.com/now-available-full-403-page-ansi-a3-r15-06-2025-robot-safety-standard/",
    "date": "2026-01-13 19:58",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "A3는 산업용 로봇의 제조, 통합 및 사용을 관리하는 포괄적인 3부분으로 구성된 국가 안전 표준을 발표했습니다.\n포스트 A3는 산업용 로봇에 대한 전체 3부분으로 구성된 국가 안전 표준을 발표하며 로봇 보고서(The Robot Report)에 처음 등장했습니다."
  },
  {
    "title": "X Square Robot, AI 기반 모델에 대한 자금 1억 4천만 달러 확보",
    "original_title": "X Square Robot secures $140M in funding for AI foundation models",
    "link": "https://www.therobotreport.com/x-square-robot-secures-140m-in-funding-for-ai-foundation-models/",
    "date": "2026-01-13 19:36",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "X Square Robot은 1억 달러를 모금한 지 불과 4개월 만에 범용 로봇용 WALL-A 모델을 구축하기 위해 1억 4천만 달러를 모금했습니다.\nX Square Robot이 AI 기반 모델에 대한 자금으로 1억 4천만 달러를 확보한 포스트가 The Robot Report에 처음 등장했습니다."
  },
  {
    "title": "적응형 모션 시스템은 로봇이 최소한의 데이터로 인간과 같은 민첩성을 달성하도록 돕습니다.",
    "original_title": "Adaptive motion system helps robots achieve human-like dexterity with minimal data",
    "link": "https://techxplore.com/news/2026-01-motion-robots-human-dexterity-minimal.html",
    "date": "2026-01-13 18:00",
    "source": "Tech Xplore",
    "category": "humanoid",
    "summary": "급속한 로봇 자동화 발전에도 불구하고 대부분의 시스템은 강성이나 무게가 다양한 물체가 있는 동적 환경에 사전 훈련된 움직임을 적응시키는 데 어려움을 겪고 있습니다. 이 문제를 해결하기 위해 일본 연구자들은 가우스 프로세스 회귀를 사용하여 적응형 동작 재현 시스템을 개발했습니다."
  },
  {
    "title": "X Square Robot, 시리즈 A++ 펀딩에서 1억 4천만 달러 발표",
    "original_title": "X Square Robot Announces $140 Million in Series A++ Funding",
    "link": "https://humanoidroboticstechnology.com/news/x-square-robot-announces-140-million-in-series-a-funding/",
    "date": "2026-01-13 15:08",
    "source": "Humanoid Tech Blog",
    "category": "humanoid",
    "summary": "X Square Robot은 시리즈 A++ 자금 조달 라운드를 완료하여 약 1억 4천만 달러(10억 위안)를 모금했다고 발표했습니다. 이 자금은 ByteDance 및 HongShan을 포함한 세계적 수준의 투자자와 기타 여러 전략적 중국 파트너를 유치했습니다. Alibaba Group 및 Meituan과 같은 선도적인 기술 기업이 이미 이전 라운드에서 이를 지원하고 있는 가운데 X Square Robot은 [&#8230;]\nX Square Robot, 시리즈 A++ 자금 1억 4천만 달러 발표 게시글 Humanoid Robotics Technology에서 처음 등장했습니다."
  },
  {
    "title": "UR이 제시하는 2026년과 그 이후의 4가지 물리적 AI 예측",
    "original_title": "4 physical AI predictions for 2026 — and beyond, from UR",
    "link": "https://www.therobotreport.com/four-physical-ai-predictions-2026-beyond-universal-robots/",
    "date": "2026-01-13 14:49",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "Universal Robots의 한 임원은 산업별 AI 및 새로운 데이터 경제와 같은 트렌드가 2026년 물리적 AI에 영향을 미칠 것이라고 말했습니다.\n2026년 포스트 4 물리 AI 전망 &#8212; 그리고 그 이상으로, UR이 The Robot Report에 처음 등장했습니다."
  },
  {
    "title": "1X, 업데이트된 세계 모델 공개",
    "original_title": "1X Unveils Updated World Model",
    "link": "https://humanoidroboticstechnology.com/industry-news/1x-unveils-paradigm-shift-in-humanoid-ai-neos-starting-to-learn-on-its-own/",
    "date": "2026-01-13 14:35",
    "source": "Humanoid Tech Blog",
    "category": "humanoid",
    "summary": "1X는 NEO의 획기적인 AI 업데이트인 새로운 1X World Model을 발표하여 휴머노이드 로봇 공학의 큰 도약을 의미합니다. 새로운 1X World 모델을 통해 NEO는 실제 물리학에 기반을 둔 비디오 모델을 사용하여 모든 요청을 필요에 따라 AI 기능으로 전환할 수 있습니다. 이는 [&#8230;]\n1X가 업데이트된 세계 모델을 공개하다라는 게시물이 Humanoid Robotics Technology에서 처음으로 등장했습니다."
  },
  {
    "title": "휴머노이드와 셰플러, 전략적 기술 파트너십 체결",
    "original_title": "Humanoid and Schaeffler Enter a Strategic Technology Partnership",
    "link": "https://humanoidroboticstechnology.com/news/humanoid-and-schaeffler-enter-a-strategic-technology-partnership/",
    "date": "2026-01-13 12:52",
    "source": "Humanoid Tech Blog",
    "category": "humanoid",
    "summary": "휴머노이드가 전략적 기술 파트너십을 발표했습니다. 향후 5년 동안 이번 협력을 통해 수백 대의 휴머노이드 로봇을 Schaeffler의 생산 시설에 도입하여 산업 자동화를 더욱 촉진할 것입니다. 배포 외에도 파트너십은 액추에이터 공급, 데이터 수집, 기술 개발 및 기타 중요한 영역을 다룹니다. 초기 배포는 2026~2027년에 베타 단계 로봇으로 시작될 예정입니다. 이 단계 [&#8230;]\n포스트 휴머노이드와 셰플러가 전략적 T를 시작하다"
  },
  {
    "title": "셰플러, 공장에 수백 대의 휴머노이드 로봇 배치",
    "original_title": "Schaeffler to deploy hundreds of Humanoid robots in its factories",
    "link": "https://www.therobotreport.com/schaeffler-humanoid-partner-build-deploy-hundreds-robots/",
    "date": "2026-01-13 10:00",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "셰플러는 서비스형 로봇 모델을 통해 사용할 수 있는 휴머노이드 시스템용 액추에이터를 제공할 예정입니다.\nSchaeffler가 수백 대의 휴머노이드 로봇을 공장에 배치한다는 게시물이 The Robot Report에 처음으로 게재되었습니다."
  },
  {
    "title": "TESOLLO는 DG-5F-S 휴머노이드 로봇 손에 자체 액추에이터를 사용합니다.",
    "original_title": "TESOLLO uses own actuator in DG-5F-S humanoid robotic hand",
    "link": "https://www.therobotreport.com/tesollo-uses-own-actuator-dg-5f-s-humanoid-robotic-hand/",
    "date": "2026-01-12 22:28",
    "source": "The Robot Report",
    "category": "hand",
    "summary": "TESOLLO는 자체 개발한 기술을 통해 더 작고 가벼운 20-DoF 로봇 핸드가 가능하다고 말했습니다.\nTESOLLO가 DG-5F-S 휴머노이드 로봇 손에 자체 액추에이터를 사용하는 게시물이 The Robot Report에 처음 등장했습니다."
  },
  {
    "title": "AGIBOT, 5,100개 이상의 로봇 출하로 미국 데뷔",
    "original_title": "AGIBOT makes its U.S. debut with more than 5,100 robots shipped",
    "link": "https://www.therobotreport.com/agibot-makes-u-s-debut-with-more-than-5100-robots-shipped/",
    "date": "2026-01-12 18:24",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "Omdia의 최근 보고서는 더 넓은 휴머노이드 로봇 시장과 AGIBOT이 어디에 적합한지에 대해 조명합니다. \nAGIBOT이 5,100개 이상의 로봇을 출하하면서 미국 데뷔를 한 게시물이 The Robot Report에 처음으로 등장했습니다."
  },
  {
    "title": "휴머노이드 로봇인가, 인간의 연결인가? Elon Musk의 Optimus가 우리의 AI 야망에 대해 밝히는 것",
    "original_title": "Humanoid robots or human connection? What Elon Musk's Optimus reveals about our AI ambitions",
    "link": "https://techxplore.com/news/2026-01-humanoid-robots-human-elon-musk.html",
    "date": "2026-01-12 15:10",
    "source": "Tech Xplore",
    "category": "humanoid",
    "summary": "Elon Musk는 로봇 공학에 관해 이야기할 때 꿈 뒤에 숨은 야망을 거의 숨기지 않습니다."
  },
  {
    "title": "매트릭스 로보틱스, 3세대 휴머노이드 로봇 MATRIX-3 출시",
    "original_title": "Matrix Robotics Launches Third-Generation Humanoid Robot, MATRIX-3",
    "link": "https://humanoidroboticstechnology.com/industry-news/matrix-robotics-launches-third-generation-humanoid-robot-matrix-3/",
    "date": "2026-01-12 08:32",
    "source": "Humanoid Tech Blog",
    "category": "humanoid",
    "summary": "매트릭스 로보틱스(Matrix Robotics)가 3세대 휴머노이드 로봇 MATRIX-3을 공식 출시했습니다. 이 반복은 기본 알고리즘부터 최상위 애플리케이션까지 체계적인 재구성을 나타냅니다. MATRIX-3은 복잡하고 인간과 유사한 작업을 수행할 수 있는 안전하고 자율적이며 고도로 일반화 가능한 물리적 지능 플랫폼입니다. 전문적인 산업 시나리오를 일상 생활의 구조로 전환하도록 설계된 MATRIX-3는 [&#8230;]\n포스트 매트릭스 로보틱스, 3세대 로봇 출시"
  },
  {
    "title": "ARM 연구소, 교육 및 인력 개발 프로젝트 모집 발표",
    "original_title": "ARM Institute issues education and workforce development project call",
    "link": "https://www.therobotreport.com/arm-institute-issues-education-workforce-development-project-call/",
    "date": "2026-01-12 07:01",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "ARM Institute 회원에게만 전화가 열려 있지만 많은 교육 기관은 무료 또는 저가 회원 자격을 얻을 수 있습니다.\nARM 연구소가 교육 및 인력 개발 프로젝트를 발행한 이후의 내용이 The Robot Report에 처음 등장했습니다."
  },
  {
    "title": "CES spotlight lifts humanoid robot ETFs - 네이트",
    "original_title": "CES spotlight lifts humanoid robot ETFs - 네이트",
    "link": "https://news.google.com/rss/articles/CBMiU0FVX3lxTE43T1M0cWpMT3RSeEUxdllDV3VVWm9rel9fczVQZXRTM2tTa2dQbVJabTEyZEpGSWNWMndCWDlCYWhIdnJCY2RZUW83enpEazJycC1V?oc=5",
    "date": "2026-01-11 22:51",
    "source": "Google News",
    "category": "humanoid",
    "summary": "CES spotlight lifts humanoid robot ETFs  네이트"
  },
  {
    "title": "Wing, 150개 이상의 Walmart 매장에 드론 배송 서비스 제공",
    "original_title": "Wing is bringing drone delivery to 150 more Walmart stores",
    "link": "https://www.therobotreport.com/wing-brings-drone-delivery-to-150-more-walmart-stores/",
    "date": "2026-01-11 15:05",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "월마트와 윙은 2027년까지 로스앤젤레스에서 마이애미까지 270개 이상의 드론 배송 위치 네트워크를 구축할 계획이다.\nWing은 150개 이상의 Walmart 매장에 드론 배송을 제공하고 있다는 게시물이 The Robot Report에 처음 등장했습니다."
  },
  {
    "title": "RLWRLD, NVIDIA GR00T N1.5로 다섯 손가락 로봇 손 제어 기능 향상 - kmjournal.net",
    "original_title": "RLWRLD Pushes Five-Finger Robotic Hand Control Forward with NVIDIA GR00T N1.5 - kmjournal.net",
    "link": "https://news.google.com/rss/articles/CBMiakFVX3lxTE9xaDJtdnI0bGtLdERkNFhoYlcwSHNVRTlNT1R2TDlHTG8tYnV5RUZsYVY3bUtKak85Tl9JeWdkdzQ4Q21RS3M4NnNtUWxMOW1ZdzNoRmY5enlZa0xTN0E0U2lCa05PcTBSbGc?oc=5",
    "date": "2026-01-11 01:15",
    "source": "Google News",
    "category": "hand",
    "summary": "RLWRLD, NVIDIA GR00T N1.5로 다섯 손가락 로봇 손 제어 기능 향상 kmjournal.net"
  },
  {
    "title": "AIC가 인증 가능한 로봇 공학을 향한 유일한 경로인 이유",
    "original_title": "Why AIC is the only path to certifiable robotics",
    "link": "https://www.therobotreport.com/why-aic-is-the-only-path-to-certifiable-robotics/",
    "date": "2026-01-10 13:30",
    "source": "The Robot Report",
    "category": "humanoid",
    "summary": "EU AI법은 휴머노이드에 영향을 미칠 수 있습니다. AIC(인공통합인지)는 AI가 발전하는 데 필요한 신뢰를 얻을 수 있는 경로를 제공합니다.\nAIC가 인증 가능한 로봇공학을 향한 유일한 경로인 이유라는 게시물이 로봇 보고서(The Robot Report)에 처음 등장했습니다."
  },
  {
    "title": "저 램프는 빨래를 접은 것뿐인가요? 동문들은 홈 로봇공학을 다시 생각한다",
    "original_title": "Did that lamp just fold the laundry? Alumni rethink home robotics",
    "link": "https://techxplore.com/news/2026-01-lamp-laundry-alumni-rethink-home.html",
    "date": "2026-01-10 12:20",
    "source": "Tech Xplore",
    "category": "humanoid",
    "summary": "Aaron Tan이 박사 학위를 시작했을 때. 2019년 토론토 대학에서 기계산업공학을 전공한 그는 실리콘밸리에서 로봇공학 스타트업을 이끄는 일이 그의 머릿속에서 가장 멀었다."
  },
  {
    "title": "에이든 로보틱스, CES 2026에서 차세대 휴머노이드 로봇 핸드 공개 - kmjournal.net",
    "original_title": "Aiden Robotics Unveils Next-Generation Humanoid Robot Hand at CES 2026 - kmjournal.net",
    "link": "https://news.google.com/rss/articles/CBMiakFVX3lxTE9felREMmFPcHQ0OXY2UXRhSHlxMUdEWGdJaGtia3lydThSU3BacVVuc002eUZhRlkwMUI2TTZGdUVYb2xZZGFlU1ljaVFFSGk3TExzck45SG9WT2pNR3RPazc0dHNUcWZBc2c?oc=5",
    "date": "2026-01-10 00:35",
    "source": "Google News",
    "category": "hand",
    "summary": "Aiden Robotics, CES 2026에서 차세대 휴머노이드 로봇 핸드 공개 kmjournal.net"
  },
  {
    "title": "금요일 비디오: 로봇은 CES 2026 어디에나 있습니다.",
    "original_title": "Video Friday: Robots Are Everywhere at CES 2026",
    "link": "https://spectrum.ieee.org/robots-ces-2026",
    "date": "2026-01-09 18:00",
    "source": "IEEE Spectrum",
    "category": "humanoid",
    "summary": "Video Friday는 IEEE Spectrum 로봇공학에서 친구들이 수집한 멋진 로봇공학 비디오를 매주 선별한 것입니다. 또한 앞으로 몇 달 동안 예정된 로봇공학 이벤트의 주간 달력을 게시합니다. 포함할 이벤트를 보내주세요.ICRA 2026: 2026년 6월 1~5일, 비엔나오늘의 영상을 즐겨보세요! Atlas® 로봇의 제품 버전을 발표하게 되어 기쁘게 생각합니다. 이 엔터프라이즈급 휴머노이드 로봇은 인상적인 힘과 동작 범위, 정확한 조작 및 지능적인 적응성을 제공합니다."
  },
  {
    "title": "푸두로보틱스, PUDU T150 출시",
    "original_title": "Pudu Robotics Launches PUDU T150",
    "link": "https://humanoidroboticstechnology.com/news/pudu-robotics-launches-pudu-t150/",
    "date": "2026-01-09 11:19",
    "source": "Humanoid Tech Blog",
    "category": "humanoid",
    "summary": "Pudu Robotics는 제조 및 창고 환경에서 내부 자재 배송을 위해 설계된 경량 페이로드 산업용 배송 로봇인 PUDU T150의 출시를 발표했습니다. 150kg 페이로드 애플리케이션용으로 제작된 PUDU T150은 빠른 배포, 안정적인 작동, 높은 비용 효율성을 강조합니다. 새로운 모델은 제조업체와 물류 운영자의 산업 자동화 진입 장벽을 낮추기 위한 것입니다.\n푸두로보틱스, PUDU T150 출시 포스트 휴머노이드에 첫 등장"
  },
  {
    "title": "AGIBOT, Omdia 선정 휴머노이드 로봇 출하량 부문 세계 1위(2025년)",
    "original_title": "AGIBOT Ranked No. 1 Globally in Humanoid Robot Shipments by Omdia (2025)",
    "link": "https://humanoidroboticstechnology.com/industry-news/agibot-ranked-no-1-globally-in-humanoid-robot-shipments-by-omdia-2025/",
    "date": "2026-01-09 08:04",
    "source": "Humanoid Tech Blog",
    "category": "humanoid",
    "summary": "옴디아(Omdia)가 최근 발표한 '범용 구현 지능형 로봇 2026(General-Purpose Embodied Intelligent Robot 2026)'에 따르면 AGIBOT은 2025년 휴머노이드 로봇 출하량과 시장점유율 모두에서 세계 1위를 차지했다. 보고서에 따르면 AGIBOT은 한 해 동안 5,100개 이상의 휴머노이드 로봇을 출하하여 전 세계 시장 점유율의 39%를 차지하고 전 세계적으로 1위를 차지했습니다.\nAGIBOT이 Omdia의 휴머노이드 로봇 출하량 부문에서 전 세계 1위를 차지했습니다(2025). Humanoid Robotics Technology에 처음 등장했습니다."
  },
  {
    "title": "CES 2026 : Boston Dynamics' Atlas wins CNET's top robot honor at CES 2026 - 네이트",
    "original_title": "CES 2026 : Boston Dynamics' Atlas wins CNET's top robot honor at CES 2026 - 네이트",
    "link": "https://news.google.com/rss/articles/CBMiU0FVX3lxTE84a3pVNnBfa3lsdXE0bGtSOFVKb3duVnd0X2RlMjMxVnBFMUxaeWdyWHZiR1c0bzFJTHRaTld2bTVqd0dfUXlFVVlOaEp1d2V3ZEFN?oc=5",
    "date": "2026-01-09 06:57",
    "source": "Google News",
    "category": "humanoid",
    "summary": "CES 2026 : Boston Dynamics' Atlas wins CNET's top robot honor at CES 2026  네이트"
  },
  {
    "title": "휴머노이드 로봇이 라스베가스의 첨단 전투 밤에서 녹아웃을 당합니다.",
    "original_title": "Humanoid robots go for knockout in high-tech Vegas fight night",
    "link": "https://techxplore.com/news/2026-01-humanoid-robots-knockout-high-tech.html",
    "date": "2026-01-08 17:14",
    "source": "Tech Xplore",
    "category": "humanoid",
    "summary": "학생들 크기의 로봇 두 대가 BattleBots Arena의 링에 들어섰습니다."
  },
  {
    "title": "하나의 이미지는 모든 로봇이 길을 찾는 데 필요한 것입니다.",
    "original_title": "One image is all robots need to find their way",
    "link": "https://techxplore.com/news/2026-01-image-robots.html",
    "date": "2026-01-08 14:00",
    "source": "Tech Xplore",
    "category": "humanoid",
    "summary": "지난 수십 년 동안 로봇의 기능이 크게 향상되었지만 알려지지 않은 역동적이고 복잡한 환경에서 항상 안정적이고 안전하게 이동할 수 있는 것은 아닙니다. 주변에서 이동하기 위해 로봇은 센서나 카메라에서 수집한 데이터를 처리하고 그에 따라 향후 작업을 계획하는 알고리즘에 의존합니다."
  },
  {
    "title": "춤만으로는 충분하지 않습니다. 업계는 실용적인 로봇을 추진하고 있습니다.",
    "original_title": "Dancing isn't enough: Industry pushes for practical robots",
    "link": "https://techxplore.com/news/2026-01-isnt-industry-robots.html",
    "date": "2026-01-08 10:50",
    "source": "Tech Xplore",
    "category": "humanoid",
    "summary": "이번 주 Consumer Electronics Show에서 휴머노이드 로봇이 춤추고, 공중제비를 하고, 블랙잭을 하고, 탁구를 쳤지만, 업계 일부에서는 로봇이 단지 미래를 약속하는 것이 아니라 더 유용해지기를 바랐습니다."
  },
  {
    "title": "X-Humanoid, CES 2026에서 유용한 로봇 솔루션 선보여",
    "original_title": "X-Humanoid Showcases Useful Robotics Solutions at CES 2026",
    "link": "https://humanoidroboticstechnology.com/industry-news/x-humanoid-showcases-fully-autonomous-and-more-useful-robotics-solutions-at-ces-2026/",
    "date": "2026-01-08 09:23",
    "source": "Humanoid Tech Blog",
    "category": "humanoid",
    "summary": "2026년 1월 6일 개막하는 CES 2026에서 휴머노이드 로봇 공학 베이징 혁신 센터(X-Humanoid)는 Embodied Tien Kung 2.0 및 Embodied Tien Kung Ultra를 포함하여 더욱 유용한 고급 로봇을 선보였습니다. 이는 실제 작업에서 진정으로 유능하고 숙련된 로봇을 만드는 데 있어 상당한 진전을 반영합니다. 실시간 완전 자율 시연을 통해 X-Humanoid는 고급 [&#8230;]\nX-Humanoid가 CES 2026에서 유용한 로봇 솔루션을 선보인 포스트가 먼저 등장했습니다."
  },
  {
    "title": "UniX AI, CES 2026에서 공식 데뷔",
    "original_title": "UniX AI Makes Its Official Debut at CES 2026",
    "link": "https://humanoidroboticstechnology.com/industry-news/unix-ai-makes-its-official-debut-at-ces-2026/",
    "date": "2026-01-08 08:39",
    "source": "Humanoid Tech Blog",
    "category": "hand",
    "summary": "2026년 국제 가전 전시회는 UniX AI로 구현된 지능형 산업을 공개하는 자리가 됩니다. 휴머노이드 로봇 회사의 자손이 가장 영향력 있는 기술 무대에 공식 데뷔합니다. UniX AI는 CES 2026을 첨단 개발에서 대규모 상용화로의 전환을 공개하는 자리로 간주합니다. 손님 [&#8230;]\nUniX AI가 CES 2026에서 공식 데뷔한 게시물은 Humanoid Robotics Technology에서 처음 등장했습니다."
  },
  {
    "title": "Boston Dynamics는 쿵푸가 핵심이 아니라고 말합니다. 실용적인 로봇이 물리적 AI 경쟁에서 승리할 것입니다 - kmjournal.net",
    "original_title": "Boston Dynamics Says Kung Fu Is Not the Point. Practical Robots Will Win the Physical AI Race - kmjournal.net",
    "link": "https://news.google.com/rss/articles/CBMiakFVX3lxTE15NDdaVEtMVHpBZHpUQ2gzOFNDLVZvVG9neGJSZnVpMTdvLVlVck1vNG1ub2l0OFF2ZGkza2Z2X1FKRTc3SGJITFlrSFpQVkYwQnVJWWZVbnRMV1RNYjlIUVNlc2tJU2d1aVE?oc=5",
    "date": "2026-01-08 05:44",
    "source": "Google News",
    "category": "humanoid",
    "summary": "Boston Dynamics는 쿵푸가 핵심이 아니라고 말합니다. 실용적인 로봇이 물리적 AI 경쟁에서 승리할 것입니다 kmjournal.net"
  }
]